const profanityWords = [
  'хуй', 'пизда', 'ебать', 'ебан', 'ебло', 'блядь', 'блять', 'сука', 'мразь', 'гандон',
  'мудак', 'пидор', 'пидр', 'пидорас', 'соси', 'нахуй', 'нахер', 'чмо', 'гнида', 'петух',
  'даун', 'долбоёб', 'долбаёб', 'долбоящер', 'жопа', 'жопник', 'залупа', 'уебок', 'уёбок',
  'уебан', 'уёбище', 'ебись', 'ебёт', 'дрочи', 'дрочить', 'сперм', 'говно', 'гавно',
  'дрист', 'ссать', 'обоссы', 'ссанина', 'сучка', 'тварь', 'шлюха', 'манда', 'мандовошка',
  'педераст', 'извращенец', 'засранец', 'кал', 'козёл', 'курва', 'лох', 'нищеброд', 'паскуда',
  'пердун', 'раздолбай', 'разъебай', 'рвань', 'сволочь', 'трахать', 'чмо', 'цыган', 'чурка',
  'жид', 'негр', 'тупой', 'идиот', 'имбецил', 'кретин',

  'ass', 'damn', 'fuck', 'shit', 'bitch', 'cunt', 'dick', 'cock', 'pussy', 'slut',
  'whore', 'bastard', 'prick', 'twat', 'wank', 'jerk', 'screw', 'arse', 'bollocks',
  'bugger', 'faggot', 'nigger', 'queer', 'retard', 'idiot', 'moron', 'dumbass',
  'jackass', 'asshole', 'motherfucker', 'cocksucker', 'tit', 'penis', 'vagina',
  'cum', 'piss', 'turd', 'scum', 'trash', 'loser', 'jerkoff',
];

export default profanityWords;